        /*1. Написати код до завдання з таблиці
        2. Перевірку працездатності коду слід зробити з-за допомогою тестів.
        Систему тестів, які перекривають перевірку правильності виконання
        завдання, студент розробляє самостійно та демонструє в звіті лабораторної
        роботи.
        3. Програма повинна передбачати можливість опрацювання ситуації, коли
        текст порожній, текст не містить лексем, запропонованих в завданнях та
        виведення результатів в зручній формі.
        4. При реалізації завдання слід використати регулярні вирази
*/

       /* Знайти і вивести в консоль таке слово у першому реченні,
                якого немає ні в одному з інших речень. Текст слід ввести з
                консолі*/

        import java.util.ArrayList;
        import java.util.Scanner;
        import java.util.regex.Matcher;
        import java.util.regex.Pattern;

        public class Main {
    public static void main(String[] args) {
        //text temp word. text. text text. word. cucumber
        TaskManager task= new TaskManager();
        task.start();
    }
}